export default {
  languageName: 'العربية',

  hero: {
    title: 'ما المقصود بـ"الباني المستقل"؟',
        subtitle: 'الباني المستقل: أو {span}، هو شخص يبني مشاريعه بموارده الخاصة، وفي غالب الأحيان دون تمويل خارجي، مع اضطلاعه بكل الجوانب: تطوير، تصميم، تسويق...',
    independantCreator: 'الصانع المستقل',
  },
  
  msg: {
    title: '    إن أردت فهم هذه المهنة جيدا، استثمر 5 دقائق في قراءة ما يلي',
  },

  why: {
    title: 'لماذا؟',
    content: [
      "لأنها مهنة جديدة، لا يعلم عنها الناس الكثير، ومثل كثير من المهن الحرة، يمكن أن يؤدي البناء المستقل إلى الانعزال، وهو ما قد يسبب ضغوطًا على الشخص إن لم يفهمه المقربون منه.",
      '      إضافة إلى العمل في محيط تقني وجديد نسبيًا (الإنترنت)، يزاول البناؤون المستقلون عدة مهام في الوقت نفسه: التطوير، والتصميم، والتسويق، والكتابة، وإدارة الحسابات الاجتماعية...',
      "      وأصعب ما على المقربين من الباني المستقل أن يفهموه أن أغلبية البنائين المستقلين لا يحصلون على ما يكفي لضمان عيش كريم، والذين نجحوا في ذلك، يكونون قد أمضوا شهورًا وسنوات من التعلم والعمل على بناء مشاريعهم الخاصة.",
      '      يهدف هذا الموقع إلى إبراز مهنة الباني المستقل عبر تعريف الجمهور بها. وبمجرد قراءتك لهذه الأسطر، فأنت تساعد آلاف البنائين المستقلين الذين يسعون كل يوم إلى إنشاء أفضل الخدمات على الأنترنت.',
    ],
  },

  roles: {
    title: 'ما الذي يفعله الباني المستقل؟',
    developmentTitle: 'التطوير',
    developmentContent: 'غالبا ما يطور الباني المستقل مشاريعه الخاصة وإن لم يكن خبيرا في التطوير.',
    designTitle: 'التصميم',
    designContent: 'غالبا ما يصمم الباني المستقل مشاريعه الخاصة وإن لم يكن خبيرا في التصميم.',
    marketingTitle: 'التسويق',
    marketingContent: 'التسويق جزء مهم من عمل الباني المستقل، فلتسويق مشاريعه، يحتاج إلى ترويجها وإشهارها',
    himselfTitle: 'يفعلون كل شيء بأنفسهم',
    himselfContent: 'يمكن للباني المستقل أن يستخدم أدوات تغنيه عن برمجتها من الصفر كمنصات إدارة المحتوى والقوالب الجاهزة. وكلما اختصرتْ الوقت كانت أفضل.',
    smTitle: 'الإعلام الاجتماعي',
    smContent: 'تويتر أفضل منصة معروفة، لكن يمكنهم استخدام أخريات: يوتيوب، أو ريديت، أو أنستغرام...',
    seoTitle: 'التهيئة لمحركات البحث',
    seoContent: 'عليهم إبراز مشاريعهم ضمن نتائج البحث بأنفسهم',
  },

 vocabulary: {
    title: 'بعض المصطلحات',
    mrr: 'MRR / ARR',
    mrrDef: 'بالعربية: العائد الشهري / السنوي المتكرر. وهو ما يحصل عليه الباني المستقل كل شهر أو سنة كعائد متكرر.', 
    ramenProfitability: 'مرحلة الكفاف الماديّ',
    ramenProfitabilityDef: 'بالعربية:الوصول لمرحلة ربحيّة الرامن، وبكلمات أوضح: تحصيل ما يكفي من دخل لضمان الكفاف',
    saas: 'البرمجيات كخدمة',
    saasDef: 'بالعربية: البرمجيات كخدمة، وهي برامج مقدم عبر الأنترنت، وغالبا ما توفر مقابل اشتراك متجدد، ما يسمح لأصحابها بالحصول على دخلٍ دائمٍ ودوري.',
    churn: 'عدد إلغاءالاشتراكات',
    churnDef: 'عدد الأشخاص الذين يلغون اشتراكهم في المشروع ',
    mvp: 'منتج الحدّ الأدنى',
    mvpDef: 'نسخة من البرنامج قابلة للاستخدام، تٌطلق بمميزات وخصائص محدودة',
    kpi: 'KPI',
    kpiDef: 'بالعربية: مؤشرات الأداء الرئيسية. وهي مؤشرات رقمية تسمح بقياس الأداء، مثل العدد اليومي للزوار.',
  },
  contributors: {
    title: 'المساهمون',
  },
}


